Repository: common-repository/israel-post-for-woocommerce
Catalog: lang/israel-post-for-woocommerce-*.po
Languages: he_il

source: Tracking Number
he_il: מספר מעקב

source: Shipment Progress
he_il: מצב המשלוח

source: Israel Post
he_il: דואר ישראל

source: Account settings
he_il: הגדרות חשבון

source: Sender Address
he_il: כתובת השולח

source: Shipping Options
he_il: אפשרויות משלוח

source: Tracking Page
he_il: עמוד מעקב משלוח

source: Documentation
he_il: תיעוד

source: Title
he_il: שם התבנית

source: Length
he_il: אורך

source: Width
he_il: רוחב

source: Height
he_il: עומק

source: Cancel
he_il: בטל

source: Add new
he_il: הוספה

source: Add
he_il: הוספה

source: Your IP
he_il: כתובת ה - IP של השרת:

source: Connection Successfull
he_il: החיבור ל- API תקין

source: Connection Failed
he_il: החיבור נכשל

source: Israel Post username
he_il: שם משתמש חשבון סחר חוץ

source: Israel Post Account login Details
he_il: פרטי גישה לפורטל סחר חוץ של דואר ישראל

source: Israel Post password
he_il: סיסמא חשבון סחר חוץ

source: Client Name
he_il: שם לקוח (client name)

source: The Client Name is required for authentication and creates the tokens needed to ensure secure access to Israel Post API.
he_il: שם הלקוח נדרש לאימות על מנת להבטיח גישה מאובטחת לממשק ה- API של דואר ישראל.

source: Client Identity
he_il: מזהה לקוח (Client Identity)

source: The Client Identity is required for authentication and creates the tokens needed to ensure secure access to Israel Post API.
he_il: מזהה הלקוח נדרש לאימות על מנת להבטיח גישה מאובטחת לממשק ה- API של דואר ישראל.

source: In order to obtain the API keys, you need to send email the Israel Post support (PostilAPISupport@malam.com) and provide your Israel Post account name and server IP address (%s) to whitelist it.
he_il: בכדי להשיג את מפתחות ה- API, עליכם לשלוח דוא"ל לתמיכה בדואר ישראל (PostilAPISupport@malam.com) ולספק את השם משתמש בפורטל סחר חוץ ואת כתובת ה- IP של השרת: (%s) כדי להוסיף אותה לרשימת המורשים.

source: Enable Sandbox Mode
he_il: אפשר מצב Sandbox

source: Please tick here if you want to test the plug-in installation against the Israel Post Sandbox Environment. Labels generated via Sandbox cannot be used for shipping and you need to enter your client ID and client secret for the Sandbox environment instead of the ones for production!
he_il: אנא סמן כאן אם ברצונך לבדוק את התקנת הפלאגין כנגד סביבת ארגז החול של דואר ישראל. לא ניתן להשתמש בתוויות שנוצרו באמצעות ארגז החול למשלוח ועליך להזין את מזהה הלקוח ואת סוד הלקוח שלך לסביבת ארגז החול במקום את הפרטים של סביבת הייצור!

source: Test Connection
he_il: בדוק חיבור

source: <span class="rednotice">Please make sure to save any changed settings before testing the connection.</span><br>Press the test connection button to check the connection against the Israel Post API (depending on the selected environment, Sandbox or Production).
he_il: <span class="rednotice">אנא הקפד לשמור את ההגדרות שהשתנו לפני שתבצע בדיקה של את החיבור.</span><br>לחץ על כפתור בדיקת החיבור כדי לבדוק את החיבור מול ממשק ה- API של דואר ישראל (תלוי בסביבה שנבחרה, ארגז חול או ייצור).

source: Debug Log
he_il: לוג שגיאות

source: A log file containing the communication to the Israel Post server will be maintained if this option is checked. This can be used in case of technical issues and can be found %shere%s.
he_il: אם תיבדק אפשרות זו, ישמר קובץ יומן המכיל את התקשורת לשרת דואר ישראל. ניתן להשתמש בזה במקרה של בעיות טכניות וניתן למצוא את הלוג %shere%s

source: A log file containing the communication to the Israel Post server will be maintained if this option is checked. This can be used in case of technical issues and can be found here
he_il: אם תבחרו באפשרות זו, ישמר קובץ יומן המכיל את נתוני התקשורת לשרת דואר ישראל. ניתן להשתמש ביומן הזה במקרה של בעיות טכניות וניתן למצוא אותו כאן

source: Email address
he_il: אימייל

source: Use sender phone as customer phone in case customer phone is empty
he_il: השתמש בשטר המטען בטלפון השולח במקרה והטלפון של הנמען לא נמצא בהזמנה.

source: Israel
he_il: ישראל

source: Default shipping service
he_il: שיטת משלוח ברירת מחדל

source: Label Format
he_il: פורמט שטר המטען

source: Customs Procedure Type
he_il: סוג פרוצדורת מכס

source: Customs Declaration
he_il: הצהרת מכס

source: Insurance Type
he_il: סוג ביטוח

source: Export Entry Document
he_il: רשומון ייצוא

source: Default Package Material Weight
he_il: משקל אריזה ברירת מחדל

source: Use USPS if destination country is USA
he_il: במקרה של יעד ארה״ב השתמש במעקב של USPS

source: Package dimension template
he_il: תבנית מידות חבילה

source: Which tracking page you want to use?
he_il: לאן להפנות לקוחות למעקב משלוחים?

source: Tracking on Israel Post website
he_il: מעקב משלוחים באתר דואר ישראל

source: Tracking page on your store
he_il: מעקב משלוחים בחנות

source: Select tracking page
he_il: בחר עמוד שישמש למעקב משלוחים

source: In case you choose a different page than the default "Shipment Tracking" page, make sure to add the [il-post-track-order] shortcode to the selected page.
he_il: במקרה שתבחר עמוד שונה מדף ברירת המחדל של "מעקב אחר משלוח", וודא להוסיף את קוד ה- [il-post-track-order] לדף שנבחר.

source: Tracking Page Theme Color
he_il: צבע ראשי עמוד מעקב משלוחים

source: Default
he_il: ברירת מחדל

source: Dimension
he_il: מידות

source: Action
he_il: פעולות

source: Connection fail, Please try again
he_il: החיבור נכשל, אנא נסה שנית

source: IL Post Shipping Label
he_il: יצירת שטר מטען דואר ישראל

source: Generate Label
he_il: צור שטר מטען

source: Israel Post shipping label generated successfully.
he_il: תווית המשלוח של דואר ישראל הופקה בהצלחה.

source: Click here to track your shipment
he_il: למעקב אחר המשלוח

source: Track
he_il: עקוב

source: Download Label
he_il: הדפס שטר מטען

source: Shipped on %s
he_il: נשלח ב- %s

source: Print IL Post shipping label
he_il: הדפס שטר מטען של דואר ישראל

source: Israel Post Account
he_il: חשבון דואר ישראל (סחר חוץ)

source: Save Changes
he_il: שמור שינויים

source: Data saved successfully.
he_il: נשמר בהצלחה

source: API Settings
he_il: הגדרות API

source: Shipping Options Settings
he_il: הגדרת אפשרויות משלוח

source: Tracking Page Settings
he_il: הגדרות עמוד מעקב משלוחים

source: Click to preview the tracking page
he_il: לצפייה מוקדמת בעמוד המעקב

source: PLEASE NOTE - make sure to save your settings before preview.
he_il: שימו לב - יש לשמור את ההגדרות לפני תצוגה מקדימה על מנת לראות את השינויים.

source: Create Israel Post Shipping Label
he_il: טופס יצירת שטר מטען

source: No available shipping options for the destination country.
he_il: אין אפשרויות משלוח זמינות למדינת היעד.

source: Before you can create your first label. please complete all required fields in the <a href="%s" target="blank"> sender address settings.</a>
he_il: לפני שתוכל ליצור את התווית הראשונה שלך. אנא מלא את כל השדות הנדרשים בהגדרות <a href="%s" target="blank">כתובת השולח</a>.

source: To
he_il: אל

source: Recipient company can't be greater than 200 character.
he_il: שם חברה לא יכול להיות יותר מ - 200 תווים

source: Please enter recipient company
he_il: הזן שם חברה של הנמען

source: Please enter recipient name
he_il: הזן שם הנמען

source: Recipient name can't be greater than 200 character.
he_il: שם הנמען לא יכול להיות יותר מ - 200 תווים

source: Please enter recipient email
he_il: הזן כתובת אימייל של הנמען

source: Please enter recipient phone
he_il: הזן מספר טלפון של הנמען

source: Recipient phone can't be greater than 20 numbers.
he_il: מספר טלפון של הנמען לא יכול להיות יותר מ - 20 מספרים

source: Please enter valid recipient phone number.
he_il: מספר הטלפון של הנמען לא תקין

source: Cell Phone
he_il: מספר טלפון נייד

source: Please enter recipient cell phone
he_il: הזן מספר טלפון נייד של הנמען

source: Fax
he_il: פקס

source: Please enter recipient fax
he_il: הזן מספר פקס של הנמען

source: Please enter recipient address line 1
he_il: הזן מספר רחוב ובית של הנמען

source: Recipient address can't be greater than 200 character.
he_il: כתובת הנמען לא יכולה להיות יותר מ - 200 תווים

source: Please enter recipient address line 2
he_il: הזן מספר דירה של הנמען

source: Please enter recipient city
he_il: הזן עיר של הנמען

source: Recipient city can't be greater than 200 character.
he_il: עיר הנמען לא יכולה להיות יותר מ - 200 תווים

source: Please enter recipient State
he_il: הזן מדינה של השולח

source: Please enter recipient postal code
he_il: הזן מיקוד של הנמען

source: Recipient postal code can't be greater than 50 character.
he_il: מיקוד של הנמען לא יכול להיות יותר מ - 50 תווים

source: From
he_il: מאת

source: Sender company name can't be greater than 200 character.
he_il: שם חברה של השולח לא יכולה להיות יותר מ - 200 תווים

source: Please enter sender company
he_il: הזן שם חברה של השולח

source: Please enter sender name
he_il: הזן את שם השולח

source: Sender name can't be greater than 200 character.
he_il: שם השולח לא יכול להיות יותר מ - 200 תווים

source: Please enter sender email
he_il: הזן כתובת אימייל של השולח

source: Please enter sender phone
he_il: הזן מספר טלפון של השולח

source: Sender phone can't be greater than 20 numbers.
he_il: מספר הטלפון של השולח לא יכול להיות יותר מ - 20 מספרים

source: Please enter valid sender phone number.
he_il: מספר הטלפון של השולח לא תקין

source: Please enter sender cell phone
he_il: הזן מספר טלפון נייד של השולח

source: Please enter sender fax
he_il: הזן מספר פקס של השולח

source: Please enter sender address line 1
he_il: הזן מספר רחוב ובית של השולח

source: Sender address can't be greater than 200 character.
he_il: כתובת השולח לא יכולה להיות יותר מ - 200 תווים

source: Please enter sender address line 2
he_il: הזן מספר דירה של השולח

source: Please enter sender city
he_il: הזן עיר של השולח

source: Sender city can't be greater than 200 character.
he_il: עיר השולח לא יכולה להיות יותר מ - 200 תווים

source: Please enter sender postal code
he_il: הזן מיקוד של השולח

source: Sender Postal Code can't be greater than 50 character.
he_il: מיקוד השולח לא יכול להיות יותר מ - 50 תווים

source: Product & Package Details
he_il: פרטי מוצרים ואריזה

source: Item
he_il: פריט

source: Qty
he_il: כמות

source: Weight (ea)
he_il: משקל

source: Value (ea)
he_il: ערך

source: Product weight is required
he_il: משקל מוצרים זה שדה חובה

source: Contents Description
he_il: תאור התכולה

source: Your description here...
he_il: הקלד את התיאור כאן

source: Package Weight
he_il: משקל חבילה

source: Total
he_il: סה״כ

source: Package dimension
he_il: מידות חבילה

source: Custom
he_il: אחר

source: Shipping Types
he_il: סוגי משלוח

source: Customs Declaration ID
he_il: מזהה הצהרת מכס

source: Insurance Type ID
he_il: מזהה סוג ביטוח

source: Insurance Value
he_il: ערך לביטוח

source: Enter Insurance Value
he_il: ערך לביטוח

source: Print IL Post Shipping Label
he_il: הדפס שטר מטען של דואר ישראל

source: Your opinion matters to us!
he_il: חוות הדעת שלך חשובה לנו

source: If you enjoy using Israel Post plugin, please take a minute to review the plugin
he_il: אם אהבת את התוסף של דואר ישראל, בבקשה הוסף את הביקורת שלך ודרג אותנו במרקטפלייס של וורדפרס

source: Share your review
he_il: שתף את חוות הדעת שלך

source: From Address
he_il: כתובת השולח

source: Israel Post Tracking Information
he_il: מידע על מעקב אחר דואר ישראל

source: Provider
he_il: ספק

source: Date
he_il: תאריך

source: Status
he_il: סטטוס

source: Israel Post for WooCommerce
he_il: דואר ישראל עבור ווקומרס

source: The Israel post app allows you to create & print Israel Post international shipping labels, clearance documents directly through your store's orders admin. The plugin integrates the Israel post API into WooCommerce to create and print shipping labels, fulfill orders and track shipments.
he_il: תוסף דואר ישראל מקשר בין פלטפורמת ווקומרס ובין ה - API של דואר ישראל ומאפשר להפיק שטרי מטען של דואר ישראל למשלוחים בינ״ל ישירות מתוך ממשק הניהול של ווקומרס.
